Autodesk.Revit.UI.IParamDefButtonPrototypeTempProviderUIProxy.GetProviderName
Since:
2025

Autodesk.Revit.UI.IParamDefButtonPrototypeTempProviderUIProxy.GetProviderId
Since:
2025

Autodesk.Revit.UI.IParamDefButtonPrototypeTempProviderUIProxy.OnClickedButton(Autodesk.Revit.DB.Document,Autodesk.Revit.DB.ElementId,Autodesk.Revit.DB.ElementId)
Since:
2025